tap "adembc/tap"
tap "adoptopenjdk/openjdk"
tap "charmbracelet/tap"
tap "cue-lang/tap"
tap "cutzenfriend/cmdg"
tap "derailed/k9s"
tap "esolitos/ipa"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "johanhaleby/kubetail"
tap "k8sgpt-ai/k8sgpt"
tap "koekeishiya/formulae"
tap "krtirtho/apps"
tap "mdogan/zulu"
tap "minio/stable"
tap "mongodb/brew"
tap "narugit/tap"
tap "nikolaeu/numi"
tap "pulumi/tap"
tap "robusta-dev/krr"
tap "spring-io/tap"
tap "tako8ki/tap"
tap "utkuozdemir/pv-migrate"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "argocd"
brew "aria2"
brew "arping"
brew "git"
brew "asdf"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "bear"
brew "bottom"
brew "btop"
brew "cairo"
brew "chrome-cli"
brew "cilium-cli"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "lima"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "direnv"
brew "doggo"
brew "fasd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gh"
brew "git-flow"
brew "glew"
brew "glfw"
brew "glow"
brew "goctl"
brew "golangci-lint"
brew "grep"
brew "grpcurl"
brew "helm"
brew "httpd"
brew "httpie"
brew "hub"
brew "hugo"
brew "hurl"
brew "ifstat"
brew "iperf3"
brew "iredis"
brew "jdtls"
brew "jq"
brew "k3d"
brew "k6"
brew "k8sgpt"
brew "kind"
brew "kubectx"
brew "kubetail"
brew "lazygit"
brew "libksba"
brew "lua"
brew "lua-language-server"
brew "lynx"
brew "mas"
brew "maven"
brew "minikube"
brew "mongosh"
brew "mycli"
brew "mysql"
brew "neofetch"
brew "ninja"
brew "nmap"
brew "node_exporter"
brew "nowplaying-cli"
brew "openfortivpn"
brew "openstackclient"
brew "opentofu"
brew "pgcli"
brew "pgloader"
brew "pipx"
brew "podman"
brew "prometheus"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "ripgrep"
brew "socket_vmnet"
brew "spaceship"
brew "speedtest-cli"
brew "spotify-tui"
brew "spotifyd"
brew "sshs"
brew "stern"
brew "switchaudio-osx"
brew "tailspin"
brew "telnet"
brew "terraform-ls"
brew "thefuck"
brew "tig"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "tree-sitter"
brew "w3m"
brew "watch"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "yamllint"
brew "yazi"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "adembc/tap/lazyssh"
brew "charmbracelet/tap/crush"
brew "cue-lang/tap/cue"
brew "derailed/k9s/k9s"
brew "esolitos/ipa/sshpass"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "minio/stable/minio"
brew "mongodb/brew/mongodb-community"
brew "narugit/tap/smctemp"
brew "nikolaeu/numi/numi-cli"
brew "pulumi/tap/pulumi"
brew "robusta-dev/krr/krr"
brew "spring-io/tap/spring-boot"
brew "tako8ki/tap/gobang"
brew "utkuozdemir/pv-migrate/pv-migrate"
cask "betterdisplay"
cask "blackhole-2ch"
cask "bruno"
cask "capcut"
cask "chatgpt"
cask "cursor"
cask "datagrip"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "google-chrome"
cask "hashicorp-vagrant"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "meshlab"
cask "neohtop"
cask "numi"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "redis-insight"
cask "sf-symbols"
cask "shortcat"
cask "sourcetree"
cask "spotify"
cask "spotube"
cask "telegram"
cask "vagrant-vmware-utility"
cask "warp"
cask "wezterm"
cask "zed"
cask "zulu-jdk11"
vscode "adpyke.codesnap"
vscode "asvetliakov.vscode-neovim"
vscode "avetis.tokyo-night"
vscode "bierner.markdown-mermaid"
vscode "bracketpaircolordlw.bracket-pair-color-dlw"
vscode "codesandbox-io.codesandbox-projects"
vscode "dbaeumer.vscode-eslint"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "georgewfraser.vscode-javac"
vscode "hoovercj.vscode-power-mode"
vscode "inyourfacev2.inyourfacev2"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "pieterjongsma.swift-playgrounds"
vscode "redhat.java"
vscode "redhat.vscode-rsp-ui"
vscode "ritwickdey.liveserver"
vscode "roipoussiere.tidal-strudel"
vscode "slevesque.shader"
vscode "tim-koehler.helm-intellisense"
vscode "ttoowa.in-your-face-incredible"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
