tap "anomalyco/tap"
tap "asmvik/formulae"
tap "aws/tap"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "hunsy9/kubesnap"
tap "localstack/tap"
tap "ringohub/redis-cli"
tap "steipete/tap"
brew "act"
brew "actionlint"
brew "argocd"
brew "asdf"
brew "bat"
brew "cocoapods"
brew "direnv"
brew "doggo"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "himalaya"
brew "httpie"
brew "hub"
brew "hurl"
brew "ifstat"
brew "iredis"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "mole"
brew "neovim"
brew "pgcli"
brew "pipx"
brew "qemu"
brew "ripgrep"
brew "tailspin"
brew "terraform"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "xcodegen"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "asmvik/formulae/skhd"
brew "asmvik/formulae/yabai"
brew "aws/tap/eksctl"
brew "charmbracelet/tap/crush"
brew "felixkratz/formulae/sketchybar"
brew "localstack/tap/localstack-cli"
cask "antigravity"
cask "brave-browser"
cask "chatgpt-atlas"
cask "steipete/tap/codexbar"
cask "comet"
cask "datagrip"
cask "discord"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "linear-linear"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "sf-symbols"
cask "shortcat"
cask "slack"
cask "wezterm"
cask "zed"
uv "specify-cli"
